Repository: martinhelmutda/NSS
Catalog: nss/locale/*/LC_MESSAGES/django.po
Languages: it

source: Usuario
it: Utente

source: Contrasena
it: Password

source: No tienes una cuenta?
it: Non hai un account?

source: Olvidaste tu contrasena?
it: Hai dimenticato la password?

source: Crear proyecto
it: Crea un progetto

source: Crear Grupo
it: Crea gruppo

source: Mis creaciones
it: Le mie creazioni

source: Ver Perfil
it: Vedi Profilo

source: Editar Perfil
it: Modifica profilo

source: Ir
it: Andare

source: Ajustes
it: Impostazioni

source: Salir
it: Uscita

source: Iniciar Sesion
it: Inizia Sessione

source: Registrarse
it: Registrazione

source: Mapa del Sitio
it: Mappa del sito

source: Contactanos
it: Contattaci

source: Terminos y Condiciones
it: Termini e condizioni

source: Politica de Privacidad
it: Informativa sulla privacy
